Revit 2027 API
ParameterTypeId.PhaseDemolished Property
 "Phase Demolished"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhaseDemolished { get; }
Public Shared ReadOnly Property PhaseDemolished As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhaseDemolished {
	ForgeTypeId^ get ();
}
static member PhaseDemolished : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace